Revit 2027 API
ParameterTypeId.SlantedColumnBaseExtension Property
 "Base Extension"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SlantedColumnBaseExtension { get; }
Public Shared ReadOnly Property SlantedColumnBaseExtension As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SlantedColumnBaseExtension {
	ForgeTypeId^ get ();
}
static member SlantedColumnBaseExtension : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace